/* Safari App Extension, toolbar popover, title of the button for start protection. */
"sae-popover-enabled-button-title" = "Spustiť ochranu";

/* Safari App Extension, toolbar popover, message text for start protection. */
"sae-popover-enabled-message" = "Ochrana AdGuard je vypnutá. Stlačte tlačidlo „Spustiť ochranu“.";

/* Safari App Extension, toolbar popover, title of the button for running AdGuard. */
"sae-popover-run-adguard-button-title" = "Spustiť AdGuard";

/* Safari App Extension, toolbar popover, message text for running AdGuard. */
"sae-popover-run-adguard-message" = "AdGuard je vypnutý. Ak chcete zmeniť nastavenia blokovania obsahu, musí byť spustený";

/* Safari App Extension, toolbar popover, description text for running AdGuard. */
"sae-popover-run-adguard-description" = "Upozorňujeme, že blokovanie obsahu v prehliadači Safari funguje, aj keď aplikácia nie je spustená";
